cask "alacritty"
cask "rectangle"
cask "keepingyouawake"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "multipass"
cask "ghostty"

brew "coreutils"
brew "tmux"
brew "neovim"
brew "go"
brew "git"
brew "git-lfs"
brew "git-delta"
brew "imagemagick"
brew "tree"
brew "ag"
brew "wget"
brew "tig"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "trash"
brew "tldr"
brew "btop"
brew "jq"
brew "yq"
brew "jump"
brew "httpie"
brew "watch"
brew "lazygit"
brew "fzf"
brew "ncdu"
brew "fd"
brew "pyenv"
brew "pyenv-virtualenv"
brew "bat"
brew "ripgrep"
brew "rust"
brew "ffmpeg"
brew "colima"
brew "hyperfine"
